{
    "shoes": [
      {
        "id": 1,
        "image": "https://image.goat.com/crop/750/attachments/product_template_additional_pictures/images/036/301/411/original/517360_08.jpg.jpeg?1588791732",
        "name": "Jordan 1 Retro High Court Purple White",
        "description": "Jordan Brand added a new colorway to the silhouette that started it all with the Jordan 1 Retro High Court Purple White, now available on StockX. This release follows similar design elements as the Chicago 1, only this time replacing red with Court Purple.
        This Jordan 1 consists of a white leather upper with Court Purple overlays and black detailing. A black Swoosh and Wings logo, white midsole, and Court Purple outsole completes the design.",
        "price": 0.00,
        "color": "#9932CC",
        "inCart": false
      },
      {
        "id": 2,
        "image": "https://sneakernews.com/wp-content/uploads/2018/11/union-la-air-jordan-1-BV1300-106-2.jpg",
        "name": "Jordan 1 Retro High Union LA",
        "description": "Lights, Cameras, Action! Nike has officially gone Hollywood and released the Jordan 1 Retro High Union Los Angeles Black Toe. This unique Jordan 1 comes with a white leather upper with a red accent, black Nike “Swoosh”, cream midsole, and red sole. These sneakers released in November 2018 and retailed for $190. Cop these on StockX today and put the sneaker world on notice.",
        "price": 0.00,
        "color": "#C0C0C0",
        "inCart": false
      },
      {
        "id": 3,
        "image": "https://cdn.shopify.com/s/files/1/2358/2817/products/Wethenew-Sneakers-France-Air-Jordan-1-Low-UNC-AO9944-441-2_1200x.png?v=1588756350",
        "name": "Jordan 1 Low UNC",
        "description": "Legendary skateboarder and sneakerhead Eric Koston delivers UNC nostalgia with the Nike SB Air Jordan 1 Low “UNC”, now available on StockX. This shoe draws inspiration from a classic Air Jordan 1 High model that originally released in 1985. The original design incorporated University Blue overlays, a color that has been made famous by Jordan’s alma mater, the University of North Carolina. This historic colorway combined with a long history of the skateboard communities love for the Jordan 1 made this a no brainer collaboration.",
        "price": 0.00,
        "color": "#0000ff",
        "inCart": false
      },
      {
        "id": 4,
        "image": "https://static.highsnobiety.com/thumbor/FZg48C3EYLndDTVPhLGtRbjPE08=/1600x1068/static.highsnobiety.com/wp-content/uploads/2020/11/20192004/nike-dunk-high-varsity-purple-release-date-price-03.jpg",
        "name": "Nike Dunk High Varsity Purple",
        "description": "This shoe will be available after May 15th 2021",
        "price": 999,
        "color": "#9932CC",
        "inCart": false
      }
    ]
  }
  